<template>
  <div class="container p-6 h-screen">
    <div class="p-3 mx-auto">
      <ul class="custom-list">
        <li>ರಾತ್ರಿವರೆಗೂ ಆರ್ಡರ್ ಮಾಡಬಹುದು ಮತ್ತು ಪಡೆಯಿರಿ ತಾಜಾ ತರಕಾರಿ/ಸೊಪ್ಪು ಮರುದಿನ ಬೆಳಗ್ಗೆ 7 ಗಂಟೆಗೆ.</li>
        <li>ಆರ್ಡರ್ ಮಾಡುವಾಗ ತಪ್ಪದೆ ವಾಟ್ಸಾಪ್‌ಲಿ ವಿಳಾಸ ನಮೂದಿಸಿ.</li>
        <li>ಡೆಲಿವರಿ ನಂತರ ಆರ್ಡರ್ ಮೊತ್ತವನ್ನು PhonePe ಮಾಡಿ.</li>
        <li>ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗೆ ಇಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ: </li>
        <a href="https://api.whatsapp.com/send?phone=917899050992" target="_blank" rel="noreferrer noopener"
          class="btn btn-success">
          <svg xmlns="http://www.w3.org/2000/svg" class="h-7 w-7" fill="currentColor" style="color: #ffffff"
            viewBox="0 0 24 24">
            <path
              d="M.057 24l1.687-6.163c-1.041-1.804-1.588-3.849-1.587-5.946.003-6.556 5.338-11.891 11.893-11.891 3.181.001 6.167 1.24 8.413 3.488 2.245 2.248 3.481 5.236 3.48 8.414-.003 6.557-5.338 11.892-11.893 11.892-1.99-.001-3.951-.5-5.688-1.448l-6.305 1.654zm6.597-3.807c1.676.995 3.276 1.591 5.392 1.592 5.448 0 9.886-4.434 9.889-9.885.002-5.462-4.415-9.89-9.881-9.892-5.452 0-9.887 4.434-9.889 9.884-.001 2.225.651 3.891 1.746 5.634l-.999 3.648 3.742-.981zm11.387-5.464c-.074-.124-.272-.198-.57-.347-.297-.149-1.758-.868-2.031-.967-.272-.099-.47-.149-.669.149-.198.297-.768.967-.941 1.165-.173.198-.347.223-.644.074-.297-.149-1.255-.462-2.39-1.475-.883-.788-1.48-1.761-1.653-2.059-.173-.297-.018-.458.13-.606.134-.133.297-.347.446-.521.151-.172.2-.296.3-.495.099-.198.05-.372-.025-.521-.075-.148-.669-1.611-.916-2.206-.242-.579-.487-.501-.669-.51l-.57-.01c-.198 0-.52.074-.792.372s-1.04 1.016-1.04 2.479 1.065 2.876 1.213 3.074c.149.198 2.095 3.2 5.076 4.487.709.306 1.263.489 1.694.626.712.226 1.36.194 1.872.118.571-.085 1.758-.719 2.006-1.413.248-.695.248-1.29.173-1.414z" />
          </svg>

          <span class="text-white"> Enquire </span>
        </a>
      </ul>
      <div class="mt-3">

        <NuxtLink class="whitespace-nowrap btn mr-4 text-white bg-blue-600 border-0 p-2 rounded-md font-semibold" to="/">
          <svg fill="#ffffff" height="24px" width="24px" version="1.1" id="Capa_1" xmlns="http://www.w3.org/2000/svg"
            xmlns:xlink="http://www.w3.org/1999/xlink" viewBox="0 0 26.676 26.676" xml:space="preserve">
            <g>
              <path
                d="M26.105,21.891c-0.229,0-0.439-0.131-0.529-0.346l0,0c-0.066-0.156-1.716-3.857-7.885-4.59   c-1.285-0.156-2.824-0.236-4.693-0.25v4.613c0,0.213-0.115,0.406-0.304,0.508c-0.188,0.098-0.413,0.084-0.588-0.033L0.254,13.815   C0.094,13.708,0,13.528,0,13.339c0-0.191,0.094-0.365,0.254-0.477l11.857-7.979c0.175-0.121,0.398-0.129,0.588-0.029   c0.19,0.102,0.303,0.295,0.303,0.502v4.293c2.578,0.336,13.674,2.33,13.674,11.674c0,0.271-0.191,0.508-0.459,0.562   C26.18,21.891,26.141,21.891,26.105,21.891z" />
            </g>
          </svg>
          Go back
        </NuxtLink>


      </div>
    </div>
  </div>
</template>
<script>
</script>

<style scoped>
/* Define a CSS rule for styling text inside <li> elements in a <ul> */
ul.custom-list {
  list-style-type: disc;
  /* Change the bullet style */
}

ul.custom-list li {
  color: #2e2e2e;
  font-size: 16px;
  /* Change font size */
  font-family: 'Noto Sans Kannada', sans-serif;
  /* Change font family */
  margin-bottom: 10px;
  /* Add some margin below each <li> */
}
</style>


<script>


</script>